[
    { "id": 1, "name": "Olivia Chen", "role": "Editor-in-Chief", "image": "https://i.pravatar.cc/300?u=olivia", "bio": "Olivia is a senior and has been with ANDOVERVIEW for four years, starting as a staff writer. She is passionate about journalistic integrity and mentoring younger writers. When not in the newsroom, she leads the debate team and enjoys landscape photography." },
    { "id": 2, "name": "Benjamin Carter", "role": "Managing Editor", "image": "https://i.pravatar.cc/300?u=benjamin", "bio": "A junior with a keen eye for detail, Benjamin oversees the day-to-day operations and copy editing. He believes a well-run newspaper is the backbone of a well-informed school. He loves strategy games and is an aspiring political scientist." },
    { "id": 3, "name": "Sophia Rodriguez", "role": "Lead Sports Writer", "image": "https://i.pravatar.cc/300?u=sophia", "bio": "Sophia lives and breathes sports. A senior and captain of the soccer team, she provides an insider's perspective on Andover athletics. Her game recaps are known for their energy and insight. She hopes to study sports journalism in college." },
    { "id": 4, "name": "Liam Goldberg", "role": "Opinion & Editorial Lead", "image": "https://i.pravatar.cc/300?u=liam", "bio": "Liam, a thoughtful senior, isn't afraid to tackle tough subjects. He champions the Opinion section as a platform for diverse student voices and critical thinking. He plans to major in Philosophy and writes most of the paper's editorials." },
    { "id": 5, "name": "Ava Nguyen", "role": "Arts & Culture Editor", "image": "https://i.pravatar.cc/300?u=ava", "bio": "Ava is a junior who finds beauty in all forms of expression. From theater reviews to artist spotlights, she ensures the vibrant arts scene at Andover gets the coverage it deserves. She is also a talented painter whose work was featured in the student gallery." },
    { "id": 6, "name": "Noah Patel", "role": "Lead Photographer", "image": "https://i.pravatar.cc/300?u=noah", "bio": "Noah’s photos don’t just capture moments; they tell stories. A senior, he has a gift for finding the perfect shot, whether it’s a packed stadium or a quiet moment in the art studio. His work elevates every article he touches." },
    { "id": 7, "name": "Isabella Kim", "role": "Community News Reporter", "image": "https://i.pravatar.cc/300?u=isabella", "bio": "Isabella is a sophomore with a passion for community engagement. She covers everything from club activities to volunteer initiatives, highlighting the positive impact students make. She enjoys baking and volunteering at the local animal shelter." },
    { "id": 8, "name": "Mason Williams", "role": "Staff Writer, Sports", "image": "https://i.pravatar.cc/300?u=mason", "bio": "Mason is a junior who provides in-depth analysis and player profiles for the Sports section. He has an encyclopedic knowledge of team stats and history, making him the go-to person for deep dives on Warrior athletics." },
    { "id": 9, "name": "Emma Johnson", "role": "Staff Writer, Arts & Reviews", "image": "https://i.pravatar.cc/300?u=emma", "bio": "A sophomore with a critical eye, Emma reviews school plays, local concerts, and student art exhibits. Her writing is both eloquent and accessible, helping students appreciate the arts around them." },
    { "id": 10, "name": "Jacob Miller", "role": "Staff Writer, Community", "image": "https://i.pravatar.cc/300?u=jacob", "bio": "Jacob is a junior who enjoys reporting on academic events and school-wide initiatives. He believes in keeping students informed about the decisions that affect their daily lives and is known for his thorough research." }
]